Repository: KeoH/amaris-code-test
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: LG:SPANISH
es: Español

source: LG:ENGLISH
es: Inglés

source: TX::Employees
es: Empleados

source: ET::BOSS
es: Responsable

source: ET::TECNIC
es: Tecnico

source: ET::STUDENT
es: Estudiante

source: DT::ADMINISTRATION
es: Administración

source: DT::PROGRAMMING
es: Programación

source: DT::COMMERCE
es: Comercial

source: FI::DEPARTAMENT
es: Departamento

source: FI::ROLE
es: Puesto

source: FI::BOSS
es: Responsable

source: FI::HIRED_DATE
es: Fecha de contratación

source: FI::IS_HIRED
es: esta contratado

source: FI::IS_TRAVELING
es: esta de viaje

source: FI::TRAVELING_DATA
es: Información de viaje

source: FI:BIRTHDATE
es: Cumpleaños
